Repository: danielkagemann/comestibles
Catalog: comestibles/Localizable.xcstrings
Source language: de
Languages: en, es

source: "%@" und alle zugehörigen Artikel werden unwiderruflich gelöscht.
en: "%@" and all related items will be permanently deleted.
es: "%@" y todos los artículos relacionados se eliminarán permanentemente.

source: %lld Artikel
en: %lld items
es: %lld artículos

source: Abbrechen
en: Cancel
es: Cancelar

source: Abgelaufen
en: Expired
es: Caducado

source: Ablaufdatum
en: Expiry Date
es: Fecha de caducidad

source: Adresse
en: Address
es: Dirección

source: Adresse (optional)
en: Address (optional)
es: Dirección (opcional)

source: Aktueller Standort
en: Current Location
es: Ubicación actual

source: Artikel suchen
en: Search items
es: Buscar artículos

source: Artikelinformationen
en: Item Information
es: Información del artículo

source: Barcode scannen
en: Scan Barcode
es: Escanear código de barras

source: Bearbeiten
en: Edit
es: Editar

source: Daten werden von Open Food Facts bereitgestellt.
en: Data is provided by Open Food Facts.
es: Los datos son proporcionados por Open Food Facts.

source: Es ist noch kein Standort vorhanden.
en: No locations added yet.
es: Aún no hay ubicaciones.

source: Geschäft
en: Store
es: Tienda

source: Geschäfte (optional)
en: Stores (optional)
es: Tiendas (opcional)

source: Gruppierung
en: Grouping
es: Agrupación

source: Haltbarkeit
en: Shelf Life
es: Caducidad

source: heute
en: today
es: hoy

source: Hinzufügen
en: Add
es: Añadir

# in %lld Jahr
source: in %lld Jahren
en: in %lld years
es: en %lld años

# in %lld Monat
source: in %lld Monaten
en: in %lld months
es: en %lld meses

# in %lld Tag
source: in %lld Tagen
en: in %lld days
es: en %lld días

# in %lld Woche
source: in %lld Wochen
en: in %lld weeks
es: en %lld semanas

source: in 1 Monat
en: within 1 month
es: en 1 mes

source: in 1 Woche
en: within 1 week
es: en 1 semana

source: in 3 Monaten
en: within 3 months
es: en 3 meses

source: Kein Standort
en: No Location
es: Sin ubicación

source: Keine Artikel
en: No Items
es: Sin artículos

source: Keine Artikel vorhanden.
en: No items available.
es: No hay artículos disponibles.

source: Löschen
en: Delete
es: Eliminar

source: Manuelle Eingabe (optional)
en: Manual entry (optional)
es: Entrada manual (opcional)

source: Menge ändern
en: Change Quantity
es: Cambiar cantidad

source: Menge: %lld
en: Quantity: %lld
es: Cantidad: %lld

source: Name des Standorts
en: Location name
es: Nombre de la ubicación

source: Neu
en: New
es: Nuevo

source: noch länger haltbar
en: longer shelf life
es: más tiempo disponible

source: Notizen (optional)
en: Notes (optional)
es: Notas (opcional)

source: Prüfen
en: Look up
es: Verificar

source: Scannen abbrechen
en: Cancel Scan
es: Cancelar escaneo

source: Sonstiges
en: Other
es: Otros

source: Speichern
en: Save
es: Guardar

source: Standort
en: Location
es: Ubicación

source: Standort bearbeiten
en: Edit Location
es: Editar ubicación

source: Standort bereits vorhanden
en: Location already exists
es: La ubicación ya existe

source: Standort löschen?
en: Delete Location?
es: ¿Eliminar ubicación?

source: Suche nach Produktinformationen...
en: Looking up product information...
es: Buscando información del producto...

source: Barcode
es: Código de barras

source: Name
es: Nombre
